

/*
 * @Author: your name
 * @Date: 2020-12-30 09:25:36
 * @LastEditTime: 2021-12-17 14:16:34
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \30ccboa\src\httpTansun\severCode.js
 */
export const typeUrl = {
  A0846C035: "/ccboa/appNote/", //便函
  A0846C036: "/ccboa/appNote/", //便函
  A0846C099:'/ccboa/appNote/',//便函查阅
  A0846C037: "/ccboa/appMeet/", //会议
  A0846C038: "/ccboa/appMeet/", //会议
  A0846C039: "/ccboa/swsp/", //事务审批
  A0846C040: "/ccboa/swsp/", //事务审批
  A0846C100:'/ccboa/swsp/',//事务审批查阅
  A0846C041: "/ccboa/appSeal/", //印章管理接口
  A0846C042: "/ccboa/appSeal/", //	印章管理附件接口
  A0846C043: "/ccboa/appSec/", //	秘书工作接口
  A0846C044: "/ccboa/appSec/", //	秘书工作附件接口
  A0846C045: "", //	信息发布接口
  A0846C046: "", //	信息发布附件接口
  A0846C047: "", //	公文查重接口
  A0846C049: "/ccboa/per/", //	个人办公信息接口
  A0846C048: "", //	公文查重附件接口
  // A0846C031: "/ccboa/per/", //个人办公信息附件接口
  A0846C051: "", //	云文档管理接口
  A0846C052: "", //	云文档管理附件接口
  A0846C053: "/ccboa/appSys/", //	系统维护接口
  A0846C054: "/ccboa/appSys/", //	系统维护附件接口
  A0846C055: "/ccboa/appSys/",
  A0846C031: "/ccboa/appInf/", //信息刊物接口
  A08461249: "/ccboa/per/", // 弹出窗口设置-查询
  A08461242: "/ccboa/per/" // 新增或者编辑
}

export const baseUrl = {
  A0846C035: "http://128.198.123.183:9095", //便函
  A0846C099:'http://128.198.118.46:9095',//便函查阅
  A0846C037: "http://128.198.121.52:9095", //会议
  A0846C039: "http://128.198.122.63:10884", //事务审批
  A0846C100:'http://128.198.118.16:10884',//事务审批查阅
  // A0846C041: "http://128.198.206.15:9091",//印章管理接口
  A0846C041: "http://128.198.120.239:9091",//印章管理接口
  // A0846C043: "http://128.198.71.118:11885", //	秘书工作附件接口
  A0846C043: "http://128.198.122.157:9095", //	秘书工作附件接口
  A0846C045: "http://128.192.221.97:9090", //	信息发布接口
  A0846C046: "http://128.192.221.97:9090", //	信息发布附件接口
  A0846C047: "http://128.192.221.97:9090", //	公文查重接口 
  A0846C049: "http://128.198.123.76:9099", //	个人办公
  A0846C031: "http://128.192.200.206:10882", //	信息刊物 
  A0846C053: "http://128.198.122.63:11888", //	系统维护接口
}